<?php

return array(
    'PAY_STATUS' => array(
        0 => '未支付',
		1 => '已支付'
    ),
	'PAY_TYPE' => array(
		1=>'原生支付宝', 
		2=>'生态微信WAP支付', 
		3=>'生态微信扫码支付', 
		4=>'生态微信公众号支付',
		5=>'生态手机app支付',
		6=>'风生水微信公众号支付',
		7=>'生态支付宝扫码支付',
		8=>'格瑞微信支付',
		9=>'格瑞微信扫码支付',
		10=>'现在支付宝wap支付',
		11=>'现在微信h5支付',
		12=>'现在支付宝扫码',
		13=>'现在微信扫码',
		14=>'现在微信公众号',
		15=>'生态QQ手机支付',
		16=>'生态QQ电脑支付',
	),
	'SEX' => array(
        0 => '女',
		1 => '男'
    ),
    'FTYPE' => array(
        'zxqm_user' => '在线起名' 
		 
    ),
	'CHECK' => array(
        1 => '是',
		2 => '否'
    )	,
	'CHOUQIAN_TYPE' => array(
        'gylq' => '观音灵签',
		'lzlq' => '吕祖灵签',
		'hdxlq' => '黄大仙灵签',
		'gdlq' => '关帝灵签',
		'mzlq' => '妈祖灵签',
		'yllq' => '月老灵签',
		'cglq' => '车公灵签',
		'wglq' => '王公灵签'
    )
);